{ "bags": [{
      "name": "Ultimate Sack 6000",
      "description": "The Ultimate Sack 6000 bean bag chair is a great place to stretch out after a long day or to hang out with some friends to catch a movie. Our bean bag chairs are a great spot to watch a game for you sports fans out there.",
      "image": "http://www.ultimatesack.com/wp-content/uploads/2016/05/leopard_3-579x600.jpg",
      "price": "399",
      "category": "family"
    },
    {
      "name": "Cozy Sack 6-Feet",
      "description": "The Cozy Sack foam chair is the most comfortable place to sit anywhere. They are filled with the softest virgin urethane foam available. The urethane foam will spring back to normal size after every use and not go flat like the traditional bean bag chairs.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/816ZP8modnL._SL1500_.jpg",
      "price": "249",
      "category": "individual"
    },
    {
      "name": "Jumbo Shrimp Sack",
      "description": "This plush bag is stuffed with shrimp, making this bag especially desirable to those who enjoy long walks on the beach.",
      "image": "https://ae01.alicdn.com/kf/HTB1pdNrQFXXXXasXpXXq6xXFXXXN/3D-Print-Simulation-Creative-Shrimp-U-Shaped-Pillow-Pepper-Stuffed-Neck-Pillow-Plush-Toy-Office-Home.jpg",
      "price": "199",
      "category": "individual"
    },
    {
      "name": "Gigantor Fur",
      "description": "Regular Suede and Cord covers not doing it for you?  Why not try out our Luxury Fur Line! Super soft to the touch, with this chair you will feel as though you are sitting on a cloud.  Designed as the perfect indoor chair, the Gigantor Fur is like taking the massive size and beauty of the Gigantor and putting it up to an 11.",
      "image": "https://www.sumolounge.com/81-thickbox_default/gigantor-fur.jpg",
      "price": "549",
      "category": "family"
    },
    {
      "name": "Gamer Mini",
      "description": "Are you sick of playing video games in uncomfortable, rock hard furniture? If so, then Sumo Lounge is here to rescue and improve your gaming experience. We now carry video game chairs for the kids with two different kinds of fabric. The original Microsuede video game chairs come in many different colors and are easy to clean and are very soft. Corduroy video game chairs come in many colors, are stylish and very easy to clean.",
      "image": "https://www.sumolounge.com/725-thickbox_default/gamer-mini-microsuede.jpg",
      "price": "49",
      "category": "individual"
    },
    {
      "name": "Sack-Suma",
      "description": "This bean bag chair is even big enough for two, making it the ultimate loveseat! Stuffed with fluffy shredded polyurethane foam filling, this bean bag chair is crazy cozy and offers plenty of support in a variety of positions. This bean bag also features a moisture resistant inner-liner with childproof zipper, and a soft yet durable Microsuede cover that is both removable and machine-washable. Care Instructions for Microsuede Cover: machine wash with cold water and tumble dry on low heat. Fluff as needed.",
      "image": "https://ak1.ostkcdn.com/images/products/12412238/Jaxx-5-ft.-Giant-Bean-Bag-Chair-569db43d-b079-4757-bfec-09da61d48672.jpg",
      "price": "259",
      "category": "individual"
    },
    {
      "name": "Jaxx Sack 5-feet",
      "description": "The Jaxx 5 ft Giant Bean Bag Chair is the world's perfect bean bag! We've tried traditional bean bags but they never met our expectations: we were forever repositioning, adjusting and picking ourselves up off the floor. With our extra large 5 ft Bean Bag Chair you can recline in comfort and style in environmentally-friendly alternative furniture.",
      "image": "https://ak1.ostkcdn.com/images/products/12412238/Jaxx-5-ft.-Giant-Bean-Bag-Chair-db935e5d-87d7-48f1-9d48-02e2a4f71673.jpg",
      "price": "249",
      "category": "individual"
    },
    {
      "name": "Baked Potato Sack",
      "description": "Lounge away the day in a giant spud. The Baked Potato Beanbag Chair comes complete with a pat of butter pillow and is large enough for an adult to take a starchy nap on. Main dish, appetizers, and drinks not included.",
      "image": "http://craziestgadgets.com/wp-content/uploads/2012/07/baked-potato-beanbag-chair-650x448.jpg",
      "price": "699",
      "category": "individual"
    },
    {
      "name": "Ultimate Sack for Dogs",
      "description": "Not your typical throw away dog bed. Built for durability and to withstand lots of use. Every bed comes with an inner liner and removable, washable cover. When we say large, we mean large!",
      "image": "http://www.ultimatesack.com/wp-content/uploads/2016/05/lrgwhiteoutside.jpg",
      "price": "199",
      "category": "individual"
    },
    {
      "name": "Jumbo Double",
      "description": "It's the perfect second bed for one or more. The Jumbo Double gives you more room to move around. Couch: Up to four people can share the Jumbo Double at one time. Just fold up one side and it makes a great “back”. Easy to maintain with an outer cover that comes off for cleaning.",
      "image": "https://www.yogibo.com/media/catalog/product/cache/4/image/9df78eab33525d08d6e5fb8d27136e95/d/o/double-blue.jpg",
      "price": "449",
      "category": "family"
    },
    {
      "name": "Chill Bag",
      "description": "It’s big enough for the whole family. This will be the coziest spot in your home. The Chill Bag may be called a bean bag chair, but it is made from the softest, highest-quality shredded foam for a totally unique lounging experience.",
      "image": "https://thefancy-media-ec6.thefancy.com/1280/20151029/1012618663435442839_17afdb79093c.jpg",
      "price": "299",
      "category": "family"
    },
    {
      "name": "Family Lounger",
      "description": "decor bean bag sofa and chairs for adults giant extra chair revit family dollar, cozy sack 8 feet bean bag chair x large black family dollar revit,5 ft bean bag chair cover only family dollar revit, bean bag chair revit family dollar,giant bean bag chair the family dollar revit,family dollar bean bag chair a beanbag your will love revit,bean bag chair revit family dollar bags creating fun spaces in the home soothing blog ,family dollar bean bag chair revit lounge bags products for kids and grand ,bean bag chairs for interior design traditional family room chair revit dollar,family room bean bags design ideas bag chair revit dollar.",
      "image": "https://images-na.ssl-images-amazon.com/images/I/81cZgvWx5kL._SL1500_.jpg",
      "price": "299",
      "category": "family"
    }]
  }
